public/quest-fis2-u3.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="pt-BR" xml:lang="pt-BR">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Joilson Silva Porto" />
<meta http-equiv="Content-Language" content="pt-BR">

                     <link rel="stylesheet" href="https://cdn.simplecss.org/simple.min.css" />
</head>
<body>
<div id="content">
<div id="outline-container-org954d7a6" class="outline-2">
<h2 id="org954d7a6">Questão 1 – Velocidade do som</h2>
<div class="outline-text-2" id="text-org954d7a6">
<p>
Sabendo que a velocidade de uma onda é dada por \( v = \lambda \cdot f \), em que:
</p>
<ul class="org-ul">
<li>\( v \) é a velocidade da onda (em m/s),</li>
<li>\( \lambda \) é o comprimento de onda (em metros),</li>
<li>\( f \) é a frequência da onda (em Hz),</li>
</ul>

<p>
Considere que a frequência de 440 Hz de som está associada a um comprimento de onda de 0,600 m.  
Qual é a velocidade de propagação do som nesse caso?
</p>

<p>
<b><b>Alternativas:</b></b>
a) 240 m/s  
b) 264 m/s  
c) 330 m/s  
d) 360 m/s  
</p>
</div>
</div>




<div id="outline-container-org5f50f21" class="outline-2">
<h2 id="org5f50f21">Questão 3 – Som embaixo d'água</h2>
<div class="outline-text-2" id="text-org5f50f21">
<p>
O som se propaga mais rapidamente na água do que no ar. Suponha que uma onda sonora se propague na água com comprimento de onda igual a 1,5 m e frequência de 1.000 Hz.  
Qual é a velocidade do som na água, nessa situação?
</p>

<p>
<b><b>Alternativas:</b></b>
a) 1.000 m/s  
b) 1.300 m/s  
c) 1.500 m/s  
d) 1.700 m/s  
</p>
</div>
</div>

<div id="outline-container-orgae930a5" class="outline-2">
<h2 id="orgae930a5">Questão 4 – Luz visível</h2>
<div class="outline-text-2" id="text-orgae930a5">
<p>
A cor verde da luz visível está associada a um comprimento de onda de aproximadamente \( 5{,}5 \times 10^{-7} \) m.  
Qual a frequência dessa onda, considerando a velocidade da luz no vácuo igual a \( 3{,}0 \times 10^8 \, \text{m/s} \)?
</p>

<p>
<b><b>Alternativas:</b></b>
a) \( 5{,}5 \times 10^{14} \, \text{Hz} \)  
b) \( 4{,}5 \times 10^{14} \, \text{Hz} \)  
c) \( 6{,}0 \times 10^{14} \, \text{Hz} \)  
d) \( 3{,}0 \times 10^{13} \, \text{Hz} \)
</p>
</div>
</div>


<div id="outline-container-org2e3f686" class="outline-2">
<h2 id="org2e3f686">Questão 5 – Micro-ondas</h2>
<div class="outline-text-2" id="text-org2e3f686">
<p>
Um forno de micro-ondas utiliza ondas eletromagnéticas com frequência típica de \( 2{,}45 \times 10^9 \, \text{Hz} \).  
Qual é o comprimento de onda correspondente, considerando a velocidade da luz \( 3{,}0 \times 10^8 \, \text{m/s} \)?
</p>

<p>
<b><b>Alternativas:</b></b>
a) 0,12 m  
b) 0,20 m  
c) 0,45 m  
d) 1,20 m  
</p>
</div>
</div>




<div id="outline-container-org30d318e" class="outline-2">
<h2 id="org30d318e">Questões sobre dB</h2>
<div class="outline-text-2" id="text-org30d318e">
</div>
<div id="outline-container-org1b4b99d" class="outline-3">
<h3 id="org1b4b99d">Questão 1</h3>
<div class="outline-text-3" id="text-org1b4b99d">
<p>
Qual o nível de intensidade sonora considerado confortável para uma conversa comum?
</p>

<p>
a) 10 dB  
b) 30 dB  
c) 60 dB  
d) 90 dB  
</p>
</div>
</div>

<div id="outline-container-org128b76a" class="outline-3">
<h3 id="org128b76a">Questão 2</h3>
<div class="outline-text-3" id="text-org128b76a">
<p>
Um som de 90 dB é quantas vezes mais intenso que um de 60 dB?
</p>

<p>
a) 2 vezes  
b) 10 vezes  
c) 100 vezes  
d) 1000 vezes  
</p>
</div>
</div>

<div id="outline-container-org901b133" class="outline-3">
<h3 id="org901b133">Questão 3</h3>
<div class="outline-text-3" id="text-org901b133">
<p>
Qual destes sons está mais próximo do limite da dor?
</p>

<p>
a) 30 dB  
b) 60 dB  
c) 90 dB  
d) 120 dB  
</p>
</div>
</div>

<div id="outline-container-orgf5b1029" class="outline-3">
<h3 id="orgf5b1029">Questão 4</h3>
<div class="outline-text-3" id="text-orgf5b1029">
<p>
Se um som tem 0 dB, o que isso significa?
</p>

<p>
a) Não há som nenhum.  
b) É o som mais fraco que podemos ouvir.  
c) É o som mais forte possível.  
d) Significa silêncio absoluto.
</p>


<p>
<a href="https://docs.google.com/forms/d/1gB35mLsxaBF7gVevDkUEK8YX-DPnbuFY9XuqJY8fH1Q/edit">questões no google sheet</a>
</p>

<p>
<a href="https://docs.google.com/forms/d/13jq9r8dyksMqAeB1XzcKCRbx5WSdtQMETdxzrmGS9lU/edit">Questões no googe sheet 2</a>
</p>



<p>
Atividades para entrega até quarta-feira - 23/07
</p>
</div>
</div>
</div>

<div id="outline-container-org6d64535" class="outline-2">
<h2 id="org6d64535">Atividade de revisão ondas - 1</h2>
<div class="outline-text-2" id="text-org6d64535">
<p>
<a href="https://forms.gle/SSvwxpatDiFjgmab7">https://forms.gle/SSvwxpatDiFjgmab7</a>
</p>
</div>
</div>

<div id="outline-container-org6ca88f2" class="outline-2">
<h2 id="org6ca88f2">Atividade de revisão ondas - 2</h2>
<div class="outline-text-2" id="text-org6ca88f2">
<p>
<a href="https://forms.gle/Cz584GDUuu6DUaR76">https://forms.gle/Cz584GDUuu6DUaR76</a>
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Joilson Silva Porto</p>
<p class="email">Email: <a href="mailto:joilson.porto@ifam.edu.br">joilson.porto@ifam.edu.br</a></p>
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 27.1 (<a href="https://orgmode.org">Org</a> mode 9.3)</p>
</div>
</body>
</html>
